Repository: StephanBor/Axc2Azure
Catalog: AxcToAzure/Properties/Resources.*.resx
Languages: de_de

# ApiConnectorBacklogNotFound
source: Backlog not found.
de_de: Backlog nicht gefunden.

# ApiConnectorErrorOnItem
source: Error on item:
de_de: Fehler bei Item:

# ApiConnectorErrorOnItemContinue
source: Would you like to continue with the next item?
de_de: Möchten Sie das nächste item erstellen?

# ApiConnectorErrorOnItemCreatedWOName
source: Created without Name!
de_de: Erstellt ohne Name!

# ApiConnectorErrorOnItemNotCreated
source: Not created!
de_de: Nicht erstellen

# ApiConnectorErrorOnItemTryAgain
source: Would you like to try again (without an employee set)?
de_de: Möchten Sie es nochmal versuchen (ohne einen Mitarbeiter zu setzen)?

# ApiConnectorNameNotFound
source: Could not detect the name of the Backlog. Is the correct name:
de_de: Name des Backlogs nicht gefunden. Ist dies der richtige Name:

# ApiInstructionsColumn1
source: IMPORTANT! Do this procedure only if the Backlog could not be found programmatically. 1. Open the Backlog 2. Press F12 and navigate to Networkanalysis (Chrome: Network)
de_de: WICHTIG! Dieses Vorgehen ist nur nötig, falls das Backlog über den normalen Programmablauf nicht zu finden ist. 1. Backlog öffnen 2. F12 drücken und zu Netzwerkanalyse (Chrome: Network) navigieren

# ApiInstructionsColumn2
source: 3. Create a new Epic (can be deleted later) 4. Click on the first Request and then 'Request' (Chrome: 'Preview') 5. Scroll down to 'updatePackage'. Fill in the numbers at the end (here teamId =518, projectId =309)
de_de: 3. Ein neues Epic anlegen (kann danach wieder gelöscht werden) 4. Die Anfrage 'updateWorkItems' auswählen und auf 'Anfrage' (Chrome: 'Preview') navigieren 5. Hinterste Nummern eintragen (hier: teamId =315, projectId =507)

# BacklogCompareviewModelErrorGetBacklog
source: Error while Reading the Backlog
de_de: Fehler beim Lesen des Backlogs

# BacklogCompareviewModelSuccessGetBacklog
source: Backlog successfully read. Comparing Data...
de_de: Backlog erfolgreich gelesen. Vergleiche Daten...

# BacklogCompareviewModelTryGetBacklog
source: Trying to get existing Backlog
de_de: Versuche das existierende Backlog auszulesen

# BacklogViewReadBacklog
source: Read Backlogs
de_de: Backlogs lesen

# ButtonBack
source: Back
de_de: Zurück

# ButtonContinue
source: Continue
de_de: Weiter

# ButtonExit
source: Exit
de_de: Schließen

# DefaultTaskViewButtonOpen
source: Open
de_de: Öffnen

# DefaultTaskViewButtonTexts
source: the Default Task List
de_de: der Default Task Liste

# DefaultTaskViewInstruction
source: Add Default Tasks to the User-Stories
de_de: Füge Default Tasks zu den User-Stories

# ExcelInstructionColumn1
source: 1. Open and select Project 2. Tab Reports 3. Click P_ProjectReport 4. Instead of 'fester Zeitraum' --> select 'Projektzeitraum'
de_de: 1. Projekt öffnen und auswählen 2. Im Reiter Reports 3. Auf P_ProjectReport 4. Statt fester Zeitraum --> Projektzeitraum auswählen

# ExcelInstructionColumn2
source: 5. Okay --> Column Selection Window opens 6. 'Select Bearbeiter' and 'Proj.-Nr./PSP' 7. Okay --> Report will be created
de_de: 5. Okay --> Es öffnet sich das Spaltenauswahl Fenster 6. Bearbeiter und Proj.-Nr./PSP auswählen 7. Auf Okay --> Report wird erstellt

# ExcelViewButtonReadFile
source: Read File
de_de: Datei lesen

# ExcelViewInstruction
source: How to export the Report from Axc
de_de: Wie man den Report von Axc exportiert

# ExcelViewItemDescription
source: Column for Itemdescriptions:
de_de: Spalte für Projekt Beschreibung:

# ExcelViewItemDescriptionBlankText
source: e.g. B
de_de: z. B. B

# ExcelViewItemDescriptionToolTip
source: Set which column contains the Description of the Items.
de_de: Gib die Spalte an, die die Beschreibung der Items enthält

# ExcelViewItemEmployee
source: Column for Employees assigned (optional):
de_de: Spalte für Mitarbeiter (optional):

# ExcelViewItemEmployeeBlankText
source: e.g. C
de_de: z. B. C

# ExcelViewItemEmployeeDefault
source: Default Employee (if more than 1):
de_de: Standardmitarbeiter (wenn mehr als einer):

# ExcelViewItemEmployeeDefaultToolTip
source: Set which employee will be assigned to the items, if there is more than one Employee set. If the set number is greater than the number of employees, the last Employee one will be assigned Tasks will be copied for each employee assigned.
de_de: Gib an, welcher Mitarbeiter dem Item zugewiesen wird, wenn es mehrere gibt. Ist die angegebene Nummer größer als die Anzahl der Mitarbeiter, wird der Letzte gewählt. Tasks werden für jeden zugewiesenen Mitarbeiter kopiert.

# ExcelViewItemEmployeeToolTip
source: Set which column contains the employee, who will be assigned on the items. Format: 'Lastname, Firstname' Separate multiple employees with a semicolon ';'
de_de: Gib die Spalte an, die die zugewiesenen Mitarbeiter enthält. Format: Nachname, Vorname' Trenne mehrere Mitarbeiter mit Semicolon ';'

# ExcelViewItemNumber
source: Column for Itemnumbers:
de_de: Spalte für Projektnummer:

# ExcelViewItemNumberBlankText
source: e.g. D
de_de: z. B. D

# ExcelViewItemNumberToolTip
source: Set which column contains the Projectnumber of the Items.
de_de: Gib die Spalte an, die die Projektnummer der Items enthält

# ExcelViewModelChildren
source: Setting Children for Data...
de_de: Setze Kinder für Daten...

# ExcelViewModelReading
source: Reading:
de_de: Lese:

# ExcelViewPath
source: Path to the Excel-File (.xlsx):
de_de: Pfad zu der Excel-Datei (.xlsx):

# ExcelViewPathToolTip
source: Click on the three dots, then select your Excel File
de_de: Klick auf die drei Punkte, dann wähle die Excel-Datei aus

# ExcelViewWorksheetName
source: Name of the Worksheet:
de_de: Name des Arbeitsblatts

# ExcelViewWorksheetNameToolTip
source: Select which worksheet contains the informations.
de_de: Gib an, welches Arbeitsblatt die Informationen enthält.

# ItemSelectViewHeader
source: Itemselection
de_de: Itemauswahl

# ItemSelectViewInstruction
source: Please select which items should be processed
de_de: Gib an welche Items bearbeitet werden sollen.

# LoginViewButtonCompare
source: Compare with existing Backlog
de_de: Vergleiche mit online Backlog

# LoginViewButtonCreate
source: Create the items
de_de: Erstelle die Items

# LoginViewHeader
source: Credential Input
de_de: Credential Eingabe

# LoginViewLink
source: Link to the Backlog:
de_de: Link zu demBacklog:

# LoginViewModelMessageIds
source: Please provide Id's for both fields
de_de: Gib beide Id-Felder an!

# LoginViewModelMessagePassword
source: Please enter a valid Password!
de_de: Gib ein Passwort ein!

# LoginViewModelMessageProxy
source: Please enter a valid Proxy Adress or uncheck the Box!
de_de: Gib eine Proxy Adresse ein oder wähle die Checkbox ab!

# LoginViewModelMessageUrl
source: Please enter a valid URL!
de_de: Gib eine URL ein!

# LoginViewModelMessageUsername
source: Please enter a valid Usename!
de_de: Gib einen Benutzernamen ein!

# LoginViewPassword
source: Password:
de_de: Passwort:

# LoginViewProjectId
source: Project Id (optional):
de_de: Projekt Id (optional):

# LoginViewProxyAddress
source: Proxy Adress:
de_de: Proxy Adresse:

# LoginViewProxyBlankText
source: Go To 'Network & Internet' -> 'Proxy' to see the Address
de_de: Gehe zu 'Network & Internet' -> 'Proxy' um die Adresse zu finden

# LoginViewProxyToolTip
source: Use this option only if you need a proxy to enter the Backlog.
de_de: Benutze diese Option nur, wenn ein Proxy nötig ist um auf das Backlog zuzugreifen

# LoginViewProxyUse
source: Use Proxy
de_de: Benutze Proxy

# LoginViewUsername
source: Username:
de_de: Benutzername

# LoginViewUsernameBlankText
source: firstname.lastname@proleit.com
de_de: vorname.nachname@proleit.com

# MessageAlert
source: Alert
de_de: Alarm

# MessageError
source: Error
de_de: Fehler

# MessageEstablishConnection
source: Establishing Connection to Backlog
de_de: Verbinde zu Backlog

# MessageFinished
source: Finished!
de_de: Fertig!

# MessageLoginError
source: Error. Check your URL, Credentials and Internet Connection
de_de: Fehler! Prüfe die Url, Internetverbindung und Anmeldedaten

# MessageLoginSuccess
source: Connection Successfully established
de_de: Erfolgreich verbunden.

# MessageSetLanguage
source: Set the Application Language to German? (Default Language: English)
de_de: Applikation auf Deutsch ausführen? (Default Language: English)

# MessageSetLanguageHeader
source: Language Selection
de_de: Sprachauswahl

# MessageWarning
source: Warning
de_de: Warnung

# ProgressViewModelErrorCreating
source: An Error occured. Please check your Internet Connection.
de_de: Ein Fehler ist aufgetreten. Prüfe deine Internetverbindung.

# ProgressViewModelPartiallyCreating
source: created. Problems occured with:
de_de: erstellt. Fehler mit:

# ProgressViewModelStartCreating
source: Start with creating
de_de: Starte mit Erstellung

# ProgressViewModelSuccessCreating
source: created successfully.
de_de: erfolgreich erstellt.
